{
  "blog-related": "関連記事",
  "anniversary": {
    "title": {
      "01": "会社設立9周年記念",
      "02": "(26/11/2012 - 26/11/2021)"
    },
    "content": {
      "01": {
        "normal":{
          "01": "みんなの生活の中で、忘れられない大切な日があります。それは私たち自身の誕生日です。そして会社にとっても、誕生日は非常に重要な日であり、",
          "02": "、成長するための教訓、そして会社がもたらす精神的価値を思い出させるために、そして特に会社と一緒にいる",
          "03": "、そして何よりも将来的に会社に同行し発展するための道をより",
          "04": "、毎日鍛えましょう。それが、ランパートの各メンバーに伝えたいバースデーパーティーの意味です。",
          "05": ""
        },
        "mark":{
          "01": "過去の経験",
          "02": "一人一人の決意と意志ですより大きな成果を達成できるように",
          "03": "しっかりと歩むことができるように",
          "04": ""
       }
      },
      "02": "パーティーが幸せな思い出を取り戻し、従業員と会社がパンデミックを克服し、将来より良く発展し続けるためのより多くのモチベーションを持ってくれることを願っています。",
      "03": {
        "normal": {
          "01": "自宅で6か月間働いた後、従業員間のコミュニケーションの機会は非常に限られています。バースデーパーティーはオンラインで開催されましたが、全社員から多くの反響と熱心な参加がありました。",
          "02": "こちらがパーティーの居心地の良い写真です。ぜひご覧ください。"
        }
      },
      "04": {
        "title": "CEOからのメッセージ "
      }
    }
  },
  "men-day":{
    "title": "HAPPY INTERNATIONAL MEN'S DAY (19/11)",
    "content": {
      "01": {
        "normal": {
          "01": "ランパートの男性の友人専用のフェスティバルである国際男性デーは、非常に美しく、特に男性的な名前で知られていますー",
          "02": "。"
        },
        "mark": {
          "01": "バナナデー"
        }

      },
      "02": {
        "normal": {
          "01": "この機会に、Lampart Women’s Unionは、兄弟姉妹に小さな贈り物を贈り、",
          "02": "、共有してくれたことに心から感謝します。そこに荒れ狂うコビッドにもかかわらず、姉妹はまだ次の兄弟と姉妹に捧げられた特別な詩を自由に作成することができます。",
          "03": ""
        },
        "mark": {
          "01": "いつも女性のための堅実な支点になり",
          "02": ""
        }
      },
      "03": {
        "stanza01": {
          "01": "Today is gentleman’s day",
          "02": "Covid is so sad that I should write a poem!",
          "03": "A few words instead of gifts",
          "04": "Thanks for having you guys in my life.",
          "05": "Sisters thanks to you guys",
          "06": "But how much trouble has gone away!!"
        },
        "stanza02": {
          "01": "There is someone who knows how to sweep the yard,",
          "02": "Cooking rice to help his wife still take care of the housework",
          "03": "There are brothers to worry about far away,",
          "04": "Earn money hard, don’t drink alcohol",
          "05": "Deadline runs until late at night,",
          "06": "Colleagues have variables, share wholeheartedly!"
        },
        "stanza03": {
          "01": "Hope you guys are as STRONG as copper,",
          "02": "Wind three storms are also nothing!",
          "03": "Hope you guys are like LEAD",
          "04": "We just sit back and lean back.💖"
        }
      }
    }
  },
  "year-end": {
    "title": "2021年を振り返ってみましょう",
    "small-article01": {
      "title": "THROWBACK YEAR END PARTY 2021",
      "content": {
        "01": "🌻過去のYEP2021は、自宅で仕事をしなければならないため、200日以上の離職後にLampartメンバーをつなぐ機会です。",
        "02": "🌻これは、Lampartersのノンストップの作業プロセスを要約する機会でもあり、2022年の大成功を楽しみにしています。",
        "03": "🌻私たちのパーティーで初演された私たちの再アップシリーズの音楽パフォーマンスを通して、パーティーの思い出に残る瞬間を振り返ってみましょう！"
      }
    },
    "small-article02": {
      "title": "PART1 - LET GO",
      "content": {
        "01": "🤣Destiny3-笑いハハそしてもう一度見てください🤣",
        "02": "☘Destinyのスーパー製品は、雨や晴れの季節が3回以上続きましたが、暑さを失うことはありませんでした。",
        "03": "☘Destiny3-ドラマの脚本が重なっている映画の傑作、Lampartで有名なプロの俳優のキャストを集めた予想外のツイストプロット。",
        "04": "☘それだけでなく、この大ヒット作の所有者は、DestinyチームのPG（Dev）チームです-Lampartの他のチームのヘビー級の対戦相手です。この超才能のあるチームのために拍手👏"
      }
    },
    "small-article03": {
      "title": "PART2 - LET GO",
      "content": {
        "01": "👏愛を込めた管理者–トップのトップは常に冗談です👏",
        "02": "☘来年の春に正月を迎えるときは、頑張らなければなりませんが、自分と周りの人の健康を守るために、5Kのメッセージを忘れないでください^^",
        "03": "☘手を洗うダンスGHEN CÔ VYは、管理者の姉妹によって再現されたソーシャルプラットフォームにスプラッシュをもたらします。それは面白くてかわいいですね。",
        "04": "☘私たちの顔から遠く離れていますが、私たちの心からではなく、永遠に周りにあります。私たちは、ほぼ1年の距離を保った後もお互いを見つけるので、家族全員が姉妹の管理者のようにコロナを愛で撃退することを決意する必要があります！"
      }
    },
    "small-article04": {
      "title": "PART3 - LET GO",
      "content": {
        "01": "🤣ドラえもんダンスクラブ-自宅でパグ音楽を演奏....🤣",
        "02": "☘ランパートの長老たちと一緒に日本舞踊で一週間を始めましょう^^",
        "03": "☘一粒一粒のこの面白くてかっこいい踊りを披露する国歌東京盆踊りは、下の真面目で面白そうな顔が適切なタイミングで演じているとみんなに言わないでください* shhh *",
        "04": "☘この忙しい時期でも、衣装、音、光、振り付けはまだまだ充実しています。何を待っているのか、東京盆踊りに千ティムを送ってください。😽"
      }
    }
  },
  "seminar": {
    "title": "2022年の技術革新セミナー",
    "intro": {
      "01": "ビジネス環境の変化が激しい今日。プロダクト・ライフサイクルを意識し、市場のニーズに迅速に応えるための開発の効率化はソフトウェア開発の課題の一つといえます。その課題に対応する方法として主流となりつつあるのがアジャイル開発です。このコラムでは、アジャイル開発の概要や手法、メリットやデメリット、そしてアジャイル開発に適しているプロジェクトについてもご紹介します。",
      "02": ""
    },
    "small-article01": {
      "title":"ウォーターフォール型開発とアジャイル型開発との違い",
      "content": {
        "01": "あらかじめすべての開発工程の計画を立て、要件定義、設計、開発、テストという工程を順番に完了させ、最後にリリースするというウォーターフォール型の開発と異なり、アジャイル開発では、これらの一連の工程を機能単位（小単位）に分けて開発するサイクルを繰り返して、プロダクトを完成させるという特徴があります。また、1つ目のサイクルを終わらせて機能をリリースし、次に2つ目のサイクルにとりかかる場合もあれば、複数のサイクルを並行してプロダクトの完成に向かう場合もあります。なお、この小さな単位の開発はイテレーションやスプリントといわれます。",
        "02": "ウォーターフォール型の開発の場合、開発当初の要求に従って、開発の範囲や計画を定め、工程ごとのリソースを確保し、計画に従って工程を進めていき、プロダクトを完成させます。そのため、開発途中に要求の変更があった場合や、仕様変更が入った場合などには、追加の費用や開発期間が発生する可能性があります。"
      }
    },
    "small-article02": {
      "title": "スクラム5つのプロセス",
      "content01": {
        "name": "１．スプリントプランニング（スプリント計画）",
        "description": "スプリント計画は、スプリントの起点として位置づけられるスプリントで実行する作業の計画を立てるプロセスです。スプリントの計画は、チーム全体の共同作業で作られます。\n スクラムオーナーは、プロダクトのゴールとそのための手順などに基づいて、スプリントに関わるチームのメンバーが、そのスプリントで何を実現するのかを理解するよう促します。\nチームのメンバーは、チーム全体でそのスプリントが実現することの意味を理解し、スプリントゴールを定義し、ゴールに至るまでに何をなし遂げるのかを決めます。"
      },
      "content02": {
        "name": "２．スプリント",
        "description": "スプリントは、計画に基づき、設計、開発、テストを行い、機能をリリースするプロセスです。スプリントの期間は１ヶ月を上限として定められています。スプリント期間中には、後述するようなデイリースクラム、スプリントレビュー、スプリントレトロスペクティブ（振り返り）を行いながら、プロダクトを完成させていきます。\nなお、スプリントにおいては、ゴールの達成を危険にさらすような変更はしないことなどが原則として定められています。"
      },
      "content03": {
        "name": "３．デイリースクラム",
        "description": "デイリースクラムは、スプリントを円滑に進めるためのコミュニケーションのプロセスです。1回を15分程度のイベントとしています。無用な混乱を招かないように、定例朝会といったような形式で、スプリントの期間中、毎日、同じ時間・場所でやることが推奨されています。\nデイリースクラムでは、計画された今後の作業を調整しながら、進捗を検査し、必要に応じて修正を加えます。また、コミュニケーションを改善したり、スクラムの進捗に影響する障害物を特定したり、問題や課題に対して迅速に対応するための意思決定を促進します。"
      },
      "content04": {
        "name": "４．スプリントレビュー",
        "description": "スプリントレビューは、スプリントの成果物を検査したり、評価したりする、いわゆるレビューのプロセスです。スクラムのチームだけではなく、ユーザーも参加することで行われます。\nレビューによっては、プロダクトバックログの項目が追加、削除されたり、ゴールに向かう最適な手順への入れ替えが行われたりということもあります。いずれにしても、限られた時間やコストのなかでプロダクトの価値を最適化させることを目指して行われるのがこのプロセスです。"
      },
      "content05": {
        "name": "5．スプリントレトロスペクティブ（振り返り）",
        "description": "スプリントレトロスペクティブは、「品質と効果を高める方法を計画する」プロセスのことです。スクラムによってもたらされた効果（価値）や、プロダクトのゴールに向かうためのチームの品質（状態、コミュニケーションのあり方など）も含めた計画を行います。\nスプリントレトロスペクティブは、スプリント終了時に行われます。ここでは、スプリントを振り返り、進捗に影響したものを特定し、原因を探求していきます。また、発生した問題、その解決方法を明確にするように話し合い、品質と効果を高める方法を明確化していきます。"
      }
    },
    "small-article03": {
      "title": "まとめ",
      "content":{
        "01": "今日、アジャイル開発は、ソフトウェア開発の開発手法として認知され、多くの企業で採用されるようになりました。",
        "02": "アジャイル開発は、手法とともに、その思想が広がり、プロダクトの価値を最大化させるといったメリットを享受できている企業も増えてきていることかと思います。",
        "03": "一方で、当社の調査では、アジャイル開発を導入したものの、「組織・顧客との間での理解不足」「人材の確保や育成」といったことが課題となり、アジャイル開発について、満足できる結果を得られなかった企業も、少なくはないということが明らかになっています。",
        "04": "つまり、コスト削減や工期を短縮させたいという目的のもと、すべてのプロジェクトでアジャイル開発を採用したほうがよいというわけではないようです。重要なのは、自社が開発するシステムの特性に合わせて、適した開発手法を選択することなのかもしれません"
      }
    },
    "reference": "参考"
  }
}
